Repository: happyduck-git/WeatherIsMyMood
Catalog: WeatherIsMyMood/Localizable.xcstrings
Source language: en
Languages: ko

source: 10-Day Forcast
ko: 10일 예보

source: City
ko: 도시명

source: Current Temp
ko: 현재 기온

source: Deco
ko: 꾸미기

source: Enable Dynamic Island
ko: 활성화

source: Hour
ko: 시간

source: Hourly Weather
ko: 시간별 날씨

source: Location not found. Please search other location!
ko: 찾으시는 지역 정보가 없습니다. 다른 지역명으로 검색해주세요!

source: No rain is expected for 7hrs!
ko: 7시간 내 강수 예보가 없습니다!

source: Others
ko: 이모티콘

source: Precipitation
ko: 강수량

source: Preview
ko: 미리보기

source: Weather
ko: 날씨 아이콘

source: Weather Island
ko: 웨더 아일랜드
